Repository: rafalenden/commerce_eraty
Catalog: translations/commerce_eraty.*.po
Languages: pl

source: Pay for an order by hire purchase.
pl: Zapłać za zamówienie ratalnie.

source: Shop number
pl: Numer sklepu

source: For testing use @number
pl: Do testów użyj @number

source: Shop variant
pl: Wariant sklepu

source: Calculate eRaty
pl: Oblicz raty

source: eRaty service is not configured for use.
pl: Płatność eRaty nie jest skonfigurowana.

source: You can purchase on eRaty instalments only if the total cost of your purchase is equal or greater than @amount.
pl: Możesz kupić na raty tylo jeśli całkowity koszt twojego zamówienia jest równy bądź większy niż @amount.

source: Wrong order ID in URL.
pl: Numer zamówienia w odnośniku jest nieprawidłowy.

source: Payment redirect key is wrong.
pl: Klucz przekierowania jest nieprawidłowy.

source: Application number is incorrect.
pl: Numer wniosku jest nieprawidłowy.

source: You canceled application for a loan installment.
pl: Wniosek o kredyt ratalny został anulowany.

source: Verify transaction
pl: Weryfikacja transakcji

source: Implements eRaty hire purchase payments in Drupal Commerce checkout.
pl: Moduł umożliwia płacenie za produkty w sklepie za pomocą usługi eRaty.
